tap "homebrew/bundle"
brew "openssl@3"
brew "bat"
brew "broot"
brew "readline"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "httpie"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libyaml"
brew "mosh"
brew "neovim"
brew "postgresql@14"
brew "procs"
brew "pure"
brew "ripgrep"
brew "stow"
brew "tlrc"
brew "tmux"
brew "xsv"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
