tap "homebrew/bundle"
brew "asdf"
brew "bat"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctop"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "dust"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libyaml"
brew "lolcat"
brew "mosh"
brew "neovim"
brew "opencode"
brew "openssl@3"
brew "poppler"
brew "postgresql@14"
brew "procs"
brew "pure"
brew "rainfrog"
brew "readline"
brew "resvg"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "starship"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "xsv"
brew "yazi"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "claude-code"
cask "ghostty"
